module.exports = {
  someSidebar: {
    "시작하기 전에": ["intro"],
    "1. 컴퓨팅 사고": ["1/2진법", "1/정보의표현", "1/알고리즘", "1/1주차미션"],
    "2. C언어": [
      "2/C기초",
      "2/문자열",
      "2/조건문과루프",
      "2/자료형",
      "2/함수",
      "2/하드웨어",
      "2/2주차미션",
    ],
    "3. 배열": [
      "3/컴파일링",
      "3/디버깅",
      "3/디자인",
      "3/배열1",
      "3/배열2",
      "3/문자열과배열",
      "3/문자열활용",
      "3/명령행",
    ],
    "4. 알고리즘": [
      "4/검색알고리즘",
      "4/표기법",
      "4/선형검색",
      "4/버블정렬",
      "4/선택정렬",
      "4/실행시간",
      "4/재귀",
      "4/병합정렬",
    ],

    etc: ["etc/doc1"],
  },
};
